student_numbers = [
    {"label": "25학번", "role_id": 1312983169376587888},
    {"label": "24학번", "role_id": 1304424141100945428},
    {"label": "23학번", "role_id": 1312983211499851920},
    {"label": "22학번", "role_id": 1312983280479502337},
    {"label": "21학번", "role_id": 1312983310485553192},
    {"label": "20학번", "role_id": 1312983720176910356},
    {"label": "이외 학번", "role_id": 1312983728695279717},
]

student_statuses = [
    {"label": "재학생", "role_id": 1304433147374731266},
    {"label": "휴학생", "role_id": 1304433220875587735},
    {"label": "졸업생", "role_id": 1304433259672764436},
]

student_majors = [
    {"label": "컴공/컴전", "role_id": 1313360078962950185},
    {"label": "정통", "role_id": 1313360419657879583},
    {"label": "국통", "role_id": 1313360474016059412},
    {"label": "수학", "role_id": 1313361235789480031},
    {"label": "AI", "role_id": 1313361271160176670},
    {"label": "경제", "role_id": 1313361380749082626},
    {"label": "기타", "role_id": 1313362026554195988},
]