student_numbers = [
    {"label": "25학번", "role_id": 1312983169376587888},
    {"label": "24학번", "role_id": 1304424141100945428},
    {"label": "23학번", "role_id": 1312983211499851920},
    {"label": "22학번", "role_id": 1312983280479502337},
    {"label": "21학번", "role_id": 1312983310485553192},
    {"label": "20학번", "role_id": 1312983720176910356},
    {"label": "이외 학번", "role_id": 1312983728695279717},
]

student_statuses = [
    {"label": "재학생", "role_id": 1304433147374731266},
    {"label": "휴학생", "role_id": 1304433220875587735},
    {"label": "졸업생", "role_id": 1304433259672764436},
]

student_majors = [
    {"label": "공과대학", "role_id": 1313085739952771092},
    {"label": "경상대학", "role_id": 1313085750014644284},
    {"label": "기타대학", "role_id": 1313085752803987476},
]